app/views/school_classes/index.html.erb


<% SchoolClass.all.each do |school_class| %>
---
SELECT "school_classes".* FROM "school_classes"